[
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-outliner",
  "obsidian-kanban",
  "tag-wrangler",
  "quickadd",
  "obsidian-quiet-outline",
  "remotely-save",
  "obsidian-dynamic-highlights",
  "obsidian-hover-editor",
  "obsidian-regex-pipeline",
  "templater-obsidian",
  "obsidian-latex-suite",
  "easy-typing-obsidian",
  "obsidian-spaced-repetition-recall",
  "obsidian-quickshare",
  "various-complements",
  "editing-toolbar",
  "epub-importer",
  "multi-properties",
  "fuzzy-chinese-pinyin",
  "image2latex",
  "quick-explorer",
  "obsidian-pandoc",
  "optimize-canvas-connections",
  "mysnippets-plugin",
  "improved-random-note",
  "float-search",
  "obsidian-text-format",
  "obsidian-linter",
  "update-time-on-edit",
  "obsidian-local-rest-api",
  "floating-toc",
  "obsidian-style-settings",
  "obsidian-importer",
  "folder-notes",
  "obsidian-to-notion",
  "flashcards-obsidian",
  "better-search-views",
  "obsidian-reveal-active-file",
  "obsidian-advanced-uri",
  "obsidian-admonition",
  "Enhanced-editing",
  "obsidian42-brat",
  "calendar",
  "canvas-presentation",
  "obsidian-checklist-plugin",
  "oz-clear-unused-images",
  "obsidian-clipper",
  "cloze",
  "cmdr",
  "contribution-graph",
  "contribution-widget",
  "copilot",
  "obsidian-daily-notes-viewer",
  "dataview",
  "obsidian-day-planner",
  "obsidian-weread-plugin",
  "obsidian-memos",
  "obsidian-local-images",
  "settings-search",
  "obsidian-git",
  "share-to-notionnext",
  "obsidian-markmind",
  "i18n",
  "table-editor-obsidian",
  "smart-composer",
  "simpread"
]