[
  "Enhanced-editing",
  "oz-clear-unused-images",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "obsidian-reveal-active-file",
  "obsidian-outliner",
  "recent-files-obsidian",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-excalidraw-plugin",
  "tag-wrangler",
  "obsidian-file-link",
  "quick-latex",
  "table-editor-obsidian",
  "quickadd",
  "obsidian-admonition",
  "dataview",
  "flashcards-obsidian",
  "obsidian-advanced-uri",
  "obsidian-quiet-outline",
  "obsidian-markmind",
  "remotely-save",
  "obsidian-dynamic-highlights",
  "obsidian-banners",
  "calendar",
  "obsidian-day-planner",
  "obsidian-hover-editor",
  "obsidian-language-learner",
  "mx-bili-plugin",
  "obsidian42-brat",
  "obsidian-regex-pipeline",
  "templater-obsidian",
  "obsidian-latex-suite",
  "obsidian-opener",
  "easy-typing-obsidian",
  "fuzzy-chinese-pinyin",
  "floating-toc",
  "obsidian-spaced-repetition-recall",
  "various-complements",
  "cmdr",
  "cloze",
  "workspaces-plus",
  "obsidian-weread-plugin",
  "obsidian-importer",
  "obsidian-omnivore",
  "editing-toolbar",
  "obsidian-quickshare"
]