[
  "csv-obsidian",
  "enhanced-editing",
  "dataview",
  "obsidian-table-to-csv-exporter",
  "obsidian-kanban",
  "obsidian-style-settings",
  "obsidian-quiet-outline",
  "obsidian-echarts",
  "obsidian-view-mode-by-frontmatter",
  "calendar",
  "obsidian-excalidraw-plugin",
  "obsidian-image-toolkit",
  "obsidian-banners",
  "obsidian-checklist-plugin",
  "obsidian-memos",
  "omnisearch",
  "quickadd",
  "recent-files-obsidian",
  "obsidian-weread-plugin",
  "obsidian-sortable",
  "oz-clear-unused-images",
  "simpread",
  "workspaces-plus",
  "flashcards-obsidian",
  "Enhanced-editing",
  "obsidian-file-link",
  "obsidian-image-auto-upload-plugin",
  "obsidian-outliner",
  "tag-wrangler",
  "mx-bili-plugin",
  "obsidian-reveal-active-file",
  "obsidian-advanced-uri",
  "table-editor-obsidian",
  "obsidian-admonition",
  "homepage",
  "link-exploder",
  "canvas-css-class",
  "obsidian-day-planner",
  "obsidian-language-learner",
  "obsidian-local-images",
  "Obsidian-Agtable",
  "obsius-publish",
  "cmdr",
  "obsidian-linkcard-plugin",
  "obsidian-markmind",
  "obsidian-reminder-plugin",
  "canvas-mindmap",
  "obsidian-hover-editor",
  "obsidian42-brat",
  "obsidian-emoji-toolbar",
  "extract-highlights-plugin",
  "nldates-obsidian",
  "obsidian-dynamic-highlights",
  "editing-toolbar",
  "floating-toc",
  "obsidian-zoom",
  "obsidian-projects",
  "obsidian-regex-pipeline",
  "fuzzy-chinese-pinyin",
  "easy-typing-obsidian",
  "obsidian-opener",
  "obsidian-custom-frames",
  "templater-obsidian",
  "pkmer",
  "surfing",
  "canvas-presentation",
  "optimize-canvas-connections",
  "link-nodes-in-canvas",
  "obsidian-collapse-all-plugin",
  "obsidian-version-history-diff",
  "convert-url-to-iframe",
  "drawio-obsidian",
  "media-extended",
  "obsidian-tasks-plugin",
  "obsidian-local-rest-api",
  "obsidian-spaced-repetition-recall"
]